

export const aboutMethod = {
	matrix: {
		determinant:
		<p>
			Чтобы вычислить определитель матрицы, нужно выполнить следующие шаги.<br/>
			<br/>
			1. Записываем матрицу (обязательно квадратную).<br/>
			2. С помощью элементарных преобразований приводим ее к ступенчатому виду, при котором матрица имеет треугольный вид, так что все элементы, расположенные ниже главной диагонали, нулевые.<br/>
			3. После этих манипуляций определитель матрицы равен произведению элементов на главной диагонали.<br/>
		</p>,

		sum:
		<p>
			Вычисление суммы матриц
		</p>,

		multi:
		<p>
			Вычисление произведения матриц
		</p>,
	}
}